MoreWidgetsURL = "http://www.apple.com/macosx/dashboard/";
ManageWidgets = "Manage Widgets…";
1ofn = "%@ of %@";
ellipsis = "…";
Keep = "Keep";
Delete = "Delete";
WidgetRemoved = "There is a problem with widget \"%@\" and it has been moved to the Trash.";